Revit 2027 API
VendorIdAttribute.Value Property
AddInId VendorId value.
Namespace: Autodesk.Revit.DB.Macros
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Value { get; }
Public ReadOnly Property Value As String
	Get
public:
property String^ Value {
	String^ get ();
}
member Value : string with get
Property Value
String
See Also
Reference
VendorIdAttribute Class
Autodesk.Revit.DB.Macros Namespace